[app]
language=简体中文
load_error=文件损坏或者图像格式不被支持
load_error_ext=您需要安装 ▢ 图像扩展才能打开 ▢ 图像文件
yes=确定
no=取消
LANGUAGE_TIP=切换程序界面语言需要重启软件才能生效
OPEN_WITH=使用 PhoXoSee 查看
welcome=Welcome to PhoXoSee!
intro=PhoXoSee看图不止是快
welcome_open=打开图片
plugin_button=安装
ok=确定
cancel=取消
ocr_none=图像中未找到文字。

[TOOLBAR]
1=缩略图（F）
2=查看拍摄地点
3=实际大小（/ 或 1）
4=适应窗口（/ 或 1）
5=放大（Ctrl + 滚轮）
6=缩小（Ctrl + 滚轮）
7=上一张（←）
8=下一张（→ 或 空格）
9=左旋转90°（L）
10=右旋转90°（R）
11=删除（Delete）
12=修改尺寸（Ctrl+R）
13=看图增强
14=更多
15=全屏（Enter 或 F11）
16=退出全屏（Enter）
17=配色方案
18=按拍摄日期查找照片
19=有新版本可用
20=裁剪 (K)

[ColorTheme]
1=标题栏配色方案 : 跟随系统|标题栏配色方案 : 光亮模式|标题栏配色方案 : 暗模式|标题栏配色方案 : 自定义
t=按住 Shift 快速设置

[ViewEnhance]
t=更明亮|更鲜艳|更清晰|柔光镜

[EXIF]
0=图片信息
1=图片名称:
2=图片类型:
3=图片大小:
4=图片尺寸:
5=修改时间:
20=拍摄时间:
21=相机厂商:
22=设备型号:
23=镜头型号:
24=光圈值:
25=最大光圈:
26=曝光时间:
27=分辨率:
28=ISO感光度:
29=焦距:
30=测光模式:
31=闪光灯:
33=曝光程序:
35=帧数:
50=软件:
80=_/平均/偏中心平均/点/多点/图案/部分
81=开/关
83=_/手动/正常/光圈优先级/快门优先级/创作程序(偏重使用视野深度)/操作程序(偏重使用快门速度)/纵向模式/横向模式

[TITLE]
10=千万像素
11=千
12=百万像素
30=年
31=月
32=日

[DlgSetting]
page=看图习惯|常规设置|文件关联|资源管理器|其它设置|隐私
10=开启硬件加速（GPU）
11=如果图片显示异常，请关闭硬件加速
12=删除图片前显示确认
13=开启超长图智能显示策略
14=显示原始大小并自动定位到最上方
15=保存JPEG图像质量
16=0到100之间，推荐80
19=只允许打开一个看图窗口
20=关闭主界面启动动画
21=记录最近打开的文件
22=保存界面布局
23=启动时重新打开上一次的图片
24=选定格式的资源管理器缩略图（可能需要重启系统）
25=永久删除文件（不移动到回收站）
26=当 SVG 图片过亮或过暗时自动添加背景
100=鼠标滚轮
101=前后翻页|放大缩小
103=双击图片
104=放大（2 倍）|原始大小（100%）|全屏显示
106=图片GPS定位使用
107=Bing 地图|Google 地图
109=最大放大倍数
110=至末尾/最前时循环看图
113=旋转图片后自动保存到原图
114=忽略图像内嵌的ICC色彩方案
115=清除缩略图缓存
116=缩放速度
117=标准|快速
118=显示透明背景网格
119=始终以最高质量显示图像（稍慢）
200=类型|默认程序
201=更改
300=在资源管理器右键菜单中添加打开项
301=按ESC键退出程序
302=上一页/下一页按钮样式
303=圆形按钮
305=放大图片时禁用插值算法处理
306=禁用系统窗口圆角
307=自动检查新版本

[DlgDelete]
t=删除文件|不再提示|确认把此文件放入回收站吗？

[DlgResize]
t=修改尺寸|宽|高|锁定比例
1=显示预估文件大小\nWebP大小计算 (<2M 像素)

[DlgCustomizeTool]
1=左对齐|居中|右对齐
tip=恢复默认|删除按钮|左移|右移|确认更改

[DlgAbout]
0=关于
1=版本:
2=版权所有 © ▢ FULI 保留所有权利
3=个人及商业用途均可免费使用
4=检查更新
5=关闭
6=当前使用的是最新版本
7=有新版本可用，您想现在获取吗？
8=鸣谢

[DlgRename]
1=新名字：

[SearchImage]
1=选择包含图片的目录
3=搜索照片的拍摄时间范围:
4=当天|10天内|30天内|100天内
5=开始搜索
8=正在搜索图片
9=搜索已经被取消
10=搜到照片数量

[BatchSvg]
1=选择包含 ▢ 图片的目录
2=选择输出尺寸
3=开始转换
4=此目录没有发现 ▢ 文件
5=图像转换完成
6=选择输出目录
7=转换失败: 
8=转换被取消.

[FILE]
SUPPORT_FILE=所有支持的图片文件
SAVE_ERROR=保存文件失败
5=目录不存在
6=浏览...

[MENU]
2=退出
12=显示实际大小
13=缩小以适应窗口
21000=打开图片
21001=另存为
21002=复制
21100=打印
tool=工具
21101=获取当前壁纸
21806=识别图像中的文字
21807=裁剪
21600=窗口置顶
21750=在顶部
21751=在底部
21805=自定义工具条
language=选择语言
21800=设置
21801=关于
recent=最近浏览
21804=清除
20000=图片信息
21003=打开图片所在位置
openwith=使用其他软件打开
21803=选择程序
20013=全屏
21004=从剪贴板获取
21108=自动隐藏工具条
21110=转换 SVG → PNG
21115=转换 HEIC → JPG
thumbdock=面板位置
thumbsrow=列数
thumbsize=缩略图大小
21120=隐藏缩略图面板
21820=小
21821=中（默认）
21822=大
21823=Alt+滚轮缩放
21830=无边框模式
window=窗口
thumbmode=显示模式
21831=适应（显示完整图片）
21832=填充（可能裁剪图片）
21833=重命名
21834=复制到
21835=移动到